Repository: german-national-wallet/de-eudi-wallet-ios
Catalog: Modules/logic-resources/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de

# eaa.consent.primary_button_title
source: Add
de: Hinzufügen

# eaa.offer_view.subtitle
source: To save this credential in your wallet, you must enter a transaction code.
de: Um diesen Nachweis in der Wallet zu speichern, musst du einen Transaktions-Code eingeben.

# eaa.offer_view.tx_code_info
source: You will find the %@-digit transaction code on your application document.
de: Den %@-stelligen Transaktions-Code findest du auf deinem Antragsdokument.

# eaa.offer.tx_code.invalid_entry
source: Invalid transaction code
de: Ungültiger Transaktionscode

# eid_setup.can_entry.error_pragrapgh
source: Wrong CAN. Please try again.
de: Falsche CAN. Bitte versuche es nochmal.

# eid_setup.can_entry.error_wrong_can
source: Your previous CAN entry was incorrect. Try again.
de: Deine vorherige CAN Eingabe war falsch. Versuch es nochmal.

# eid_setup.can_entry.prim_button
source: Activate
de: Freischalten

# eid_setup.can_entry.sec_button
source: Where is the CAN
de: Wo ist die CAN?

# eid_setup.can_entry.title
source: Enter your CAN to activate
de: CAN zur Freischaltung eingeben

# eid_setup.can_intro.paragraph_1
source: Your one-time PIN is temporarily paused. Enter your CAN successfully to get one more attempt to enter the one-time PIN.
de: Deine Einmal-PIN ist pausiert. Mit erfolgreicher Eingabe der CAN kannst du noch ein weiteres Mal versuchen die Einmal-PIN einzugeben.

# eid_setup.can_intro.prim_button
source: Enter CAN
de: CAN eingeben

# eid_setup.can_intro.sec_button
source: Where is the CAN
de: Wo ist die CAN

# eid_setup.can_intro.title
source: PIN paused: Enter your CAN to continue
de: PIN pausiert: Gib deine CAN ein, um fortzufahren

# eid_setup.card_pin_intro.paragraph
source: Your card PIN is tied to your ID and lets you add it to the app later. Then hold your ID to your device again to save it.
de: Die Karten-PIN wird mit deinem Ausweis verknüpft und ist dein Schlüssel, um deinen Ausweis später zur App hinzuzufügen. Danach hältst du deinen Ausweis erneut an dein Gerät, um sie zu speichern.

# eid_setup.card_pin_intro.prim_button
source: Select card PIN
de: Karten-PIN wählen

# eid_setup.card_pin_intro.title
source: Almost there, select your card PIN
de: Fast fertig, wähle jetzt deine Karten-PIN

# eid_setup.card_pin_reenter.prim_button
source: Confirm
de: Festlegen

# eid_setup.card_pin_reenter.success
source: Card PIN successfully saved
de: Karten-PIN erfolgreich gespeichert

# eid_setup.card_pin_reenter.title
source: Repeat your card PIN
de: Wiederhole deine Karten-PIN

# eid_setup.card_pin_setup.error
source: The two Inputs didn't match. Please try again.
de: Die beiden Eingaben waren nicht gleich. Versuch es nochmal.

# eid_setup.card_pin_setup.prim_button
source: Next
de: Weiter

# eid_setup.card_pin_setup.title
source: Select your card PIN
de: Wähle deine Karten-PIN

# eid_setup.continue_issuance.paragraph
source: Your card PIN is active. You can now add your digital ID to the wallet.
de: Deine Karten-PIN ist aktiv. Du kannst deinen Ausweis jetzt scannen und zur App hinzufügen.

# eid_setup.continue_issuance.prim_button
source: Add now
de: Jetzt hinzufügen

# eid_setup.continue_issuance.sec_button
source: Do it later
de: Später hinzufügen

# eid_setup.continue_issuance.title
source: You're all set, let's add your ID
de: Alles bereit, Ausweis jetzt hinzufügen

# eid_setup.pin_blocked.paragraph
source: Important: Your card PIN is blocked. Once you have successfully entered the PUK from your PIN letter, you can try entering the card PIN again.
de: Zu viele falsche Eingaben haben sie endgültig blockiert. Um fortzufahren, besuche ein Bürgeramt. Dort kannst du direkt eine Karten-PIN festlegen. Danach kannst du deinen Ausweiskarte zur App hinzufügen.

# eid_setup.pin_blocked.title
source: Card PIN entered incorrectly three times: Enter the PUK
de: Deine Einmal-PIN ist nicht mehr gültig

# eid_setup.puk_10_entry_intro.paragraph
source: Important: Your card PIN is blocked. Once you have successfully entered the PUK from your PIN letter, you can try entering the card PIN again.
de: Dies ist Ihr letzter Versuch, den PUK einzugeben. Wenn dieser Versuch fehlschlägt, wird Ihre Einmal-PIN gesperrt. Um sie zu entsperren, musst du im Bürgeramt die Karten-PIN festlegen.

# eid_setup.puk_10_entry_intro.prim_button
source: Enter PUK
de: PUK eingeben

# eid_setup.puk_10_entry_intro.sec_button
source: Where is the PUK
de: Wo ist die PUK

# eid_setup.puk_10_entry_intro.title
source: Card PIN entered incorrectly three times: Enter the PUK
de: Noch ein Versuch, gib deine PUK ein, um fortzufahren

# eid_setup.puk_entry.error_wrong_puk
source: Your previous PUK entry was was incorrect. Try again.
de: Deine vorherige PUK Eingabe war falsch. Versuch es nochmal.

# eid_setup.puk_entry.prim_button
source: Unlock
de: Freischalten

# eid_setup.puk_entry.sec_button
source: Where can I find the PUK?
de: Wo ist die PUK?

# eid_setup.puk_entry.title
source: Enter your PUK to activate
de: PUK zur Freischaltung eingeben

# eid_setup.puk_entry.warning_wrong_puk_1
source: One more wrong attempt and you’ll need the PUK from your PIN letter.
de: Bei nächster falscher Eingabe der PIN benötigst du die PUK aus dem PIN-Brief.

# eid_setup.puk_entry.warning_wrong_puk_2
source: One more wrong attempt and your PIN will be permanently blocked.
de: Bei nächster falscher Eingabe der PIN wird deine PIN endgültig blockiert.

# eid_setup.puk_intro.paragraph
source: Your PUK is the 10-digit code found in your PIN letter. After entering your PUK successfully, you'll have three more attempts to enter your one-time PIN.
de: Dein PUK ist der 10-stellige Code in deinem PIN-Brief. Mit erfolgreicher Eingabe der PUK kannst du weitere drei Mal versuchen die Einmal-PIN einzugeben.

# eid_setup.puk_intro.prim_button
source: Enter PUK
de: PUK eingeben

# eid_setup.puk_intro.sec_button
source: Where is the PUK
de: Wo ist die PUK

# eid_setup.puk_intro.title
source: PIN blocked: Enter your PUK to continue
de: PIN blockiert: Gib deinen PUK ein, um sie freizuschalten

# eid_setup.sheet_can_entry.paragraph
source: You can find the access number (CAN) on the bottom right of the front of your ID card or residence permit.
de: Du findest die Zugangsnummer (CAN) unten rechts auf der Vorderseite deines Ausweises oder Aufenthaltstitels.

# eid_setup.sheet_can_entry.title
source: Where is the CAN
de: Wo ist die CAN

# eid_setup.sheet_forgot_pin.paragraph
source: If you lost your letter with the 5-digit one-time PIN/transport PIN, or if you set your 6-digit card PIN but forgot it, you can set a new card PIN at a local Citizens’ Office.
de: Falls du den Einmal-PIN/Transport-PIN vergessen hast bzw. dein PIN-Brief nicht mehr findest, wende dich an dein Bürgeramt. Dort können sie dir direkt eine Karten-PIN einrichten.

# eid_setup.sheet_forgot_pin.title
source: No PIN letter available
de: Einmal-PIN vergessen

# eid_setup.sheet_no_letter.paragraph
source: If you lost your letter with the 5-digit transport PIN, or if you set your 6-digit card PIN but forgot it, you can set a new card PIN at a local Citizens’ Office.
de: Solltest du den Brief mit deiner 5-stellige Transport-PIN nicht mehr haben oder du hast deine 6-stellige Karten-PIN festgelegt, aber wieder vergessen, kannst du bei einem Bürgeramt in deiner Nähe eine neue Karten-PIN festlegen.

# eid_setup.sheet_no_letter.title
source: No PIN letter available
de: Kein PIN-Brief vorhanden

# eid_setup.sheet_pin_letter.paragraph_1
source: When your ID card was issued, you received a letter by mail containing a 5-digit one-time PIN. Use this PIN to set your personal 6-digit card PIN for your ID card in the app.
de: Bei der Ausstellung deines Ausweises hast du einen zweiseitigen Brief per Post erhalten. Darin befindet sich eine 5-stellige Einmal-PIN, mit der du hier in der App deine persönliche 6-stellige Karten-PIN für deinen Ausweis festlegen kannst.

# eid_setup.sheet_pin_letter.paragraph_2
source: If you no longer have the letter, contact a citizen's office. They can help you obtain a new one.
de: Falls du den Brief nicht mehr hast, wende dich an ein Bürgeramt. Dort können sie dir direkt eine Karten-PIN einrichten.

# eid_setup.sheet_pin_letter.title
source: What's the PIN letter?
de: Was ist der PIN-Brief?

# eid_setup.sheet_pin_not_work.paragraph_1
source: Looks like your card PIN was already set up — maybe at a registration office, through another app, or in your Wallet. Because of that, the one-time PIN from your PIN letter won't work anymore.
de: Das passiert, wenn du deinen Karten-PIN bereits festgelegt hast, zum Beispiel im Bürgeramt, über eine andere App oder deine Wallet. In dem Fall ist der Einmal-PIN aus deinem PIN-Brief nicht mehr gültig.

# eid_setup.sheet_pin_not_work.paragraph_2
source: Forgot your PIN? No worries. Just visit your local Bürgeramt and they'll set up a new card PIN for you on the spot.
de: PIN vergessen? Geh einfach zu deinem Bürgeramt, dort wird dir direkt ein neuer Karten-PIN eingerichtet.

# eid_setup.sheet_pin_not_work.title
source: One-Time PIN not working?
de: Einmal-PIN funktioniert nicht?

# eid_setup.sheet_puk_entry.link
source: Lost your PIN letter with PUK?
de: PIN-Brief mit PUK verloren?

# eid_setup.sheet_puk_entry.paragraph_1
source: The 10-digit PUK (unlock code) can be found in the PIN letter you received from the Bürgeramt (citizens' office). This letter also contains your transport PIN.
de: Die 10-stellige PUK (Entsperr-Code) steht im PIN-Brief, den du vom Bürgeramt bekommen hast. In diesem Brief findest du auch deine Transport-PIN

# eid_setup.sheet_puk_entry.paragraph_2
source: You can request a new PIN letter at a public service office.
de: Eine neuen PIN-Brief kannst du bei einem Bürgeramt beantragen.

# eid_setup.sheet_puk_entry.sec_button
source: Find a citizens' office near you
de: Finde ein Bürgeramt in deiner Nähe

# eid_setup.sheet_puk_entry.title
source: Where can the PUK be found?
de: Wo ist die PUK zu finden?

# eid_setup.transport_pin_entry.error
source: Your One-time PIN entry was incorrect. Try again.
de: Deine Einmal-PIN Eingabe war falsch. Versuch es nochmal.

# eid_setup.transport_pin_entry.prim_button
source: Next
de: Weiter

# eid_setup.transport_pin_entry.sec_button
source: Forgot One-time PIN
de: Einmal-PIN vergessen

# eid_setup.transport_pin_entry.tert_button
source: One-time PIN doesn't work
de: Einmal-PIN funktioniert nicht

# eid_setup.transport_pin_entry.title
source: Enter the 5-digit One-time PIN
de: Gib die 5-stellige Einmal-PIN ein

# eid_setup.transport_pin_intro.paragraph
source: You'll need the 5-digit one-time PIN, known as the Transport PIN, to set your ID card PIN.
de: Du brauchst die 5-stelligen Einmal-PIN, auch bekannt als Transport-PIN, daraus, um die Karten-PIN deines Ausweises festzulegen.

# eid_setup.transport_pin_intro.prim_button
source: Yes, set card PIN
de: Ja, Karten-PIN festlegen

# eid_setup.transport_pin_intro.sec_button
source: I've already used my PIN
de: Ich habe die PIN schon benutzt

# eid_setup.transport_pin_intro.tert_button
source: What's the PIN letter?
de: Was ist der PIN-Brief?

# eid_setup.transport_pin_intro.title
source: Do you have your PIN letter ready?
de: Hast du deinen PIN-Brief vorliegen?

# eid_setup.transport_pin_process_overview.list_1
source: Enter one-time PIN or transport PIN
de: Einmal-PIN/Transport-PIN eingeben

# eid_setup.transport_pin_process_overview.list_2
source: Scan your ID card and verify the one-time PIN
de: Ausweiskarte scannen und Einmal-PIN überprüfen lassen

# eid_setup.transport_pin_process_overview.list_3
source: Set your card PIN
de: Karten-PIN festlegen

# eid_setup.transport_pin_process_overview.list_4
source: Scan your ID card and save the card PIN on your ID
de: Ausweiskarte scannen und Karten-PIN auf Ausweis speichern

# eid_setup.transport_pin_process_overview.prim_button
source: Get started
de: Los gehts

# eid_setup.transport_pin_process_overview.title
source: Set your card PIN
de: So legst du die Karten-PIN fest

# eid_setup.transport_pin_used.paragraph_1
source: If you've already set up your card PIN, you can go back and use it to add your digital ID.
de: Wenn du deine Karten-PIN bereits festgelegt hast, kannst du zurückgehen und deinen digitalen Ausweis damit hinzufügen.

# eid_setup.transport_pin_used.paragraph_2
source: If you've forgotten your card PIN, contact your local citizens' office. They can set a new card PIN right away for you.
de: Falls du deine Karten-PIN vergessen hast, wende dich an dein Bürgeramt. Dort können sie dir direkt eine Karten-PIN festlegen.

# eid_setup.transport_pin_used.title
source: I've used this PIN before
de: Ich habe die PIN schon benutzt

# error.perform_reissuance
source: Please do issuance again
de: Bitte erneut ausstellen

# global.1_input_digit_a11y
source: Enter the first digit now.
de: Gib jetzt die erst Zahl ein.

# global.2_input_digit_a11y
source: Enter the second digit now.
de: Gib jetzt die zweite Zahl ein.

# global.3_input_digit_a11y
source: Enter the third digit now.
de: Gib jetzt die dritte Zahl ein.

# global.4_input_digit_a11y
source: Enter the fourth digit now.
de: Gib jetzt die vierte Zahl ein.

# global.5_input_digit_a11y
source: Enter the fifth digit now.
de: Gib jetzt die fünfte Zahl ein.

# global.6_input_digit_a11y
source: Enter the sixth digit now.
de: Gib jetzt die sechste Zahl ein.

# global.7_input_digit_a11y
source: Enter the seventh digit now.
de: Gib jetzt die siebte Zahl ein.

# global.8_input_digit_a11y
source: Enter the eighth digit now.
de: Gib jetzt die achte Zahl ein.

# global.9_input_digit_a11y
source: Enter the ninth digit now.
de: Gib jetzt die neunte Zahl ein.

# global.10_input_digit_a11y
source: Enter the tenth digit now.
de: Gib jetzt die zehnte Zahl ein.

# global.a11y_desc_global_back_icon
source: Back
de: Zurück

# global.a11y_desc_global_close_icon
source: Close
de: Schließen

# global.a11y_desc_global_info_icon
source: More information
de: Mehr Informationen

# global.back_button
source: Back
de: Zurück

# global.back_button_a11y
source: Back to previous screen
de: Zurück zur vorherigen Seite

# global.cancel_button
source: Cancel
de: Abbrechen

# global.close_button
source: Close
de: Schließen

# global.close_button_a11y
source: Close screen and return to overview
de: Bildschirm schließen und zurück zur Übersicht

# global.close_hint_button
source: Close hint
de: Hinweis schließen

# global.device_pa_data_deletion_error.banner_android
source: You can enable an unlock method in your device settings under Screen Lock or similar.
de: In den Geräte Einstellungen unter Bildschirmsperre oder ähnlichem kannst du die Entsperrmethode aktivieren.

# global.device_pa_data_deletion_error.banner_ios
source: In your device settings under “Passcode” or a similar option, you can enable a screen lock for your device.
de: In den Geräte Einstellungen unter “Code” oder ähnlichem kannst du die Entsperrmethode aktivieren.

# global.device_pa_data_deletion_error.paragraph
source: Because your screen lock has been removed, . Set up a screen lock in your device settings, such as a PIN, pattern, Face ID, or fingerprint, then reopen the app.
de: Weil deine Displaysperre entfernt wurde, wurden zu deiner Sicherheit deine Daten gelöscht . Richte in den Geräteeinstellungen eine Bildschirmsperre ein, z. B. PIN, Muster, Gesichtserkennung oder Fingerabdruck, und nutze die App anschließend wieder.

# global.device_pa_data_deletion_error.prim_button
source: Activate screen lock now
de: Jetzt Displaysperre aktivieren

# global.device_pa_data_deletion_error.title
source: Your wallet data has been permanently deleted
de: Deine Wallet-Daten wurden dauerhaft gelöscht

# global.error.paragraph
source: Please try again later.
de: Versuche es bitte später noch einmal.

# global.error.prim_button
source: Got it
de: Ok

# global.error.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# global.error.Wallet_revoked
source: String value
de: Deine Wallet wurde gesperrt

# global.hide_digits_button_a11y
source: Unread and hide all entered digits
de: Alle eingebenen Zahlen nicht vorlesen und unsichtbar machen.

# global.menu_item.retrieve_logs
source: Retrieve Logs
de: Protokolle abrufen

# global.menu_item.settings
source: Settings
de: Einstellungen

# global.menu_title
source: Menu
de: Menü

# global.office_button
source: Find a nearby citizean office
de: Finde ein Bürgeramt in deiner Nähe

# global.pid_credential_name
source: Digital ID
de: Digitaler Ausweis

# global.redirect_info.paragraph_1
source: Target: PROVIDER.DOMAIN
de: Ziel: PROVIDER.DOMAIN

# global.redirect_info.paragraph_2
source: You're leaving the EUDI Wallet DE app. We're not responsible for the content of the page you're being redirected to.
de: Hiermit verlässt du die EUDI Wallet DE App. Wir sind für die Inhalte auf der weitergeleiteten Seite nicht verantwortlich.

# global.redirect_info.prim_button
source: Redirect
de: Weiterleiten

# global.redirect_info.sec_button
source: Close
de: Schließen

# global.redirect_info.title
source: We're redirecting you…
de: Wir leiten dich nun weiter...

# global.report_issue_button
source: Report issue
de: Problem melden

# global.search_office_button
source: Search Citizen's office
de: Bürgeramt suchen

# global.show_digits_button_a11y
source: Read and show all entered digits
de: Alle eingebenen Zahlen vorlesen und sichtbar machen.

# global.show_less_button
source: Show less
de: Weniger anzeigen

# global.show_more_button
source: Show more
de: Mehr anzeigen

# global.tak_client_certificate_expired.paragraph
source: You can no longer use this credential for identification. Please delete it in the credential details and add it again.
de: Du kannst dein Digitalen Ausweis nicht mehr für die Identifizierung verwenden. Bitte lösche den Digitalen Ausweis in den Ausweisdetails und füge ihn erneut hinzu.

# global.tak_client_certificate_expired.prim_button
source: Got it
de: Ok

# global.tak_client_certificate_expired.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# global.tak_storage_device_mismatch.paragraph
source: Your app detected it’s running on a different device than the one where it was registered. Please add your credential again.
de: Deine App hat erkannt, dass sie auf einem anderen Gerät läuft als dem, auf dem sie registriert wurde. Bitte füge deine Digitalen Ausweis erneut hinzu.

# global.tak_storage_device_mismatch.prim_button
source: Got it
de: Ok

# global.tak_storage_device_mismatch.prim_button 2
source: Got it
de: Ok

# global.tak_storage_device_mismatch.prim_button 3
source: Got it
de: Ok

# global.tak_storage_device_mismatch.title
source: Your wallet data was deleted
de: Deine Wallet-Daten wurden gelöscht

# global.to_overview_button
source: To Overview
de: Zur Übersicht

# global.try_again_button
source: Retry
de: Erneut versuchen

# global.try_again_later_button
source: Retry later
de: Später erneut versuchen

# global.wallet_pa_usage_error.banner_android
source: You can enable an unlock method in your device settings under Screen Lock or similar.
de: In den Geräte Einstellungen unter Bildschirmsperre oder ähnlichem kannst du die Entsperrmethode aktivieren.

# global.wallet_pa_usage_error.banner_ios
source: In your device settings under “Passcode” or a similar option, you can enable a screen lock for your device.
de: In den Geräte Einstellungen unter “Code” oder ähnlichem kannst du die Entsperrmethode aktivieren.

# global.wallet_pa_usage_error.paragraph
source: For security reasons, confirming this step requires your device biometrics, PIN, or password.
de: Um diesen Schritt durchführen zu können, braucht es aus Sicherheitsgründen z.B. deine Gerätebiometrie, PIN oder Passwort zur Bestätigung.

# global.wallet_pa_usage_error.prim_button
source: Activate now
de: Jetzt aktivieren

# global.wallet_pa_usage_error.title
source: Allow wallet to use device biometrics or PIN to unlock
de: Gerätebiometrie oder PIN für Wallet freigeben

# menu.archive.banner_headline
source: No archived credentials yet
de: Noch keine archivierten Nachweise

# menu.archive.banner_paragraph
source: You can archive your credentials in the detail view. After they will appear here.
de: Du kannst deine Nachweise in der Detailansicht archivieren. Dann erscheinen sie hier.

# menu.archive.sec_button
source: You can archive your credentials in the detail view.
de: So nutzt du

# menu.archive.title
source: Credential archive
de: Archivierte Nachweise

# menu.faq.banner_paragraph_1
source: Talk to an agent right away.
de: Spreche mit einem Mitarbeiter.

# menu.faq.banner_paragraph_2
source: We answer within 1-2 days.
de: Wir antworten innerhalb 1 bis 2 Tage.

# menu.faq.banner_title_1
source: Call us
de: Ruf uns an

# menu.faq.banner_title_2
source: Schreibe uns eine Email
de: Sende uns eine E-Mail

# menu.faq.headline_categories
source: FAQ categories
de: FAQ Kategories

# menu.faq.headline_most_asked
source: 10 most asked
de: 10 meistgefragte

# menu.faq.headline_search
source: What do you need help with?
de: Mit was brauchst du Hilfe?

# menu.faq.placeholder_search
source: Search FAQs
de: Suche FAQs

# menu.faq.title
source: FAQ & Customer Support
de: FAQ & Kontakt

# menu.list_about
source: About us
de: Über uns

# menu.list_accessibility
source: Accessibility
de: Barrierefreiheit

# menu.list_activities
source: Activities
de: Aktivitäten

# menu.list_help
source: Help
de: Hilfe

# menu.list_legal_notice
source: Legal notice
de: Impressum

# menu.list_pin
source: Change PIN
de: PIN ändern

# menu.list_privacy_policy
source: Privacy Policy
de: Datenschutzerklärung

# menu.list_revocation
source: Revocation method
de: Sperrmethode

# menu.overview.button
source: Reset the wallet
de: Wallet zurücksetzen

# menu.overview.headline_a11y
source: Accessability
de: Barrierefreiheit

# menu.overview.headline_legal
source: Legal & Information
de: Rechtliches & Informationen

# menu.overview.headline_settings
source: Settings
de: Einstellungen

# menu.overview.label_teaser
source: Add ID now
de: Jetzt Ausweis hinzufügen

# menu.overview.list_about_EUDI
source: About EUDI Wallet DE
de: Über EUDI Wallet DE

# menu.overview.list_accessibility
source: Declaration of Accessability
de: Erklärung zur Barrierefreiheit

# menu.overview.list_activities
source: Activities
de: Aktivitäten

# menu.overview.list_archive
source: Credential archive
de: Archivierte Nachweise

# menu.overview.list_dark_mode
source: App Appearance
de: App Erscheinungsbild

# menu.overview.list_notification
source: Notification
de: Mitteilungen

# menu.overview.list_privacy_policy
source: Privacy Policy
de: Datenschutzerklärung

# menu.overview.list_revocation
source: Wallet loss protection
de: Wallet Verlustschutz

# menu.overview.list_support
source: FAQ & Customer Support
de: FAQ & Kontakt

# menu.overview.list_terms_and_conditions
source: Terms and conditions
de: Nutzungsbedingungen

# menu.overview.sec_button_a11y
source: Tap here to add ID
de: Hier drücken, um Ausweis hinzuzufügen

# menu.revocation_key.banner
source: Save the blocking key outside of this device — for example by sending it to yourself via email or storing it in a cloud-based password manager.
de: Speichere den Sperrschlüssel außerhalb dieses Geräts, indem du ihn dir zum Beispiel per E-Mail sendest oder in einem Cloud-basierten Passwortmanager speicherst.

# menu.revocation_key.button_activated
source: Copied
de: Kopiert

# menu.revocation_key.button_inital
source: Copy
de: Kopieren

# menu.revocation_key.headline_key
source: Your wallet blocking key
de: Der Sperrschlüssel für deine Wallet

# menu.revocation_key.paragraph
source: Remotely delete your wallet data in case of loss or theft at walletapp.org/lost-phone.
de: Damit kannst du deine Walletdaten bei Verlust oder Diebstahl über die Webseite walletapp.org/lost-phone aus der Ferne löschen.
